[
  {
    "reviewer": {
      "name": "Alisia Rush",
      "avatarUrl": "https://process.filestackapi.com/cache=expiry:max/g1cVNOEgRPuaBPm7q5Px"
    },
    "review": "Joe is awesome, quick, and super smart! He knows his stuff... [He] always gets to the bottom of it!"
  },
  {
    "reviewer": {
      "name": "Fabian Starke",
      "avatarUrl": "https://process.filestackapi.com/cache=expiry:max/kSGg8N0ASJKZyOQwKjfw"
    },
    "review": "Joe helped me out with a complex task. Rather than taking control of my machine and doing the work he helped me figure out myself and deeply understand what I should do. I will probably work with him in the future if I need to, his prices are really reasonable for his expertise. I can only recommend. Thanks Joe"
  },
  {
    "reviewer": {
      "name": "William F Richards",
      "avatarUrl": null
    },
    "review": "He solved my problem with WPF .NET code efficiently (after I struggled with it for hours by myself) and in the process also gave me a better idea how the code works so I am less likely to run into other problems. I will make a point to request his help again the next time I get stuck."
  },
  {
    "reviewer": {
      "name": "shad",
      "avatarUrl": null
    },
    "review": "Joe is simply the best mentor I have come across!! He understands the issue thoroughly and resolves it in the best way possible."
  },
  {
    "reviewer": {
      "name": "danilowhk",
      "avatarUrl": "https://process.filestackapi.com/cache=expiry:max/resize=width:192/SJ9KLnDqStSKlJPINshM"
    },
    "review": "Joe was super fast and direct to the point to efficiently check what I needed, I am very grateful to Joe!"
  },
  {
    "reviewer": {
      "name": "David Keene",
      "avatarUrl": "https://avatars1.githubusercontent.com/u/1278591?v=4"
    },
    "review": "Super fast and skilled. One of the best I've worked with on codementor."
  },
  {
    "reviewer": {
      "name": "brandon radford",
      "avatarUrl": null
    },
    "review": "Very knowledgeable about anything Azure DevOps related. Helped me understand and implement a working pipeline for deployment."
  },
  {
    "reviewer": {
      "name": "Kevin King",
      "avatarUrl": "https://process.filestackapi.com/cache=expiry:max/YIId76dSpKwSBmC30LMu"
    },
    "review": "Fixed 2 different issues of code that I was hard stuck struggling with. Great service!"
  }
]
